[
  {
    "tag": "Zihan Ran",
    "pmid": 36958547,
    "pmcid": "",
    "pmc_link": "",
    "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36958547",
    "abstract": "Sea spray aerosol (SSA) particles strongly influence clouds and climate but the potential impact of ocean microbiota on SSA fluxes is still a matter of active research. Here-by means of in situ ship-borne measurements-we explore simultaneously molecular-level chemical properties of organic matter (OM) in oceans, sea ice, and the ambient PM2.5 aerosols along a transect of 15,000 km from the western Pacific Ocean (36°13'N) to the Southern Ocean (75°15'S). By means of orbitrap mass spectrometry and optical characteristics, lignin-like material (24 ± 5 %) and humic material (57 ± 8 %) were found to dominate the pelagic Pacific Ocean surface, while intermediate conditions were observed in the Pacific-Southern Ocean waters. In the marine atmosphere, we found a gradient of features in the aerosol: lignin-like material (31 ± 9 %) dominating coastal areas and the pelagic Pacific Ocean, whereas lipid-like (23 ± 16 %) and protein-like (11 ± 10 %) OM controlled the sympagic Southern Ocean (sea ice-influence). The results of this study showed that the OM composition in the ocean, which changes with latitude, affects the OM in aerosol compositions in the atmosphere. This study highlights the importance of the global-scale OM monitoring of the close interaction between the ocean, sea ice, and the atmosphere. Sympagic primary marine aerosols in polar regions must be treated differently from other pelagic-type oceans.",
    "title": "Ocean-atmosphere interactions: Different organic components across Pacific and Southern Oceans.",
    "imported_date": "2023-04-25",
    "authors": "Jang J, Park J, Park J, Yoon YJ, Dall'Osto M, Park KT, Jang E, Lee JY, Cho KH, Lee BY",
    "journal_abbr": "Sci Total Environ",
    "journal": "SCIENCE OF THE TOTAL ENVIRONMENT",
    "pdf": "",
    "html": "",
    "impact_factor": 10.753,
    "publication": "2023",
    "doi": "10.1016/j.scitotenv.2023.162969",
    "doi_link": "https://doi.org/10.1016/j.scitotenv.2023.162969"
  }
]